{"this": 2, "person": 3, "has": 4, "an": 5, "attractive": 6, "face": 7, "with": 8, "brown": 9, "hair": 10, "that": 11, "is": 12, "straight": 13, "and": 14, "perfectly": 15, "styled": 16, ".": 17, "their": 18, "facial": 19, "features": 20, "are": 21, "accentuated": 22, "heavy": 23, "makeup": 24, ",": 25, "they": 26, "wearing": 27, "lipstick": 28, "earrings": 29, "have": 30, "high": 31, "cheekbones": 32, "a": 33, "pointy": 34, "nose": 35, "slightly": 36, "open": 37, "mouth": 38, "which": 39, "adds": 40, "to": 41, "bright": 42, "youthful": 43, "appearance": 44, "highlighted": 45, "by": 46, "warm": 47, "inviting": 48, "smile": 49, "smiling": 50, "big": 51, "also": 52, "no": 53, "beard": 54, "bags": 55, "under": 56, "eyes": 57, "giving": 58, "them": 59, "young": 60, "male": 61, "blurry": 62, "wavy": 63, "narrow": 64, "lips": 65, "him": 66, "distinct": 67, "memorable": 68, "adorned": 69, "necklace": 70, "off": 71, "clean": 72, "polished": 73, "look": 74, "the": 75, "it": 76, "striking": 77, "in": 78, "texture": 79, "adding": 80, "overall": 81, "appeal": 82, "of": 83, "prominent": 84, "he": 85, "black": 86, "bushy": 87, "eyebrows": 88, "his": 89, "shows": 90, "signs": 91, "fatigue": 92, "noticeable": 93, "accompanied": 94, "dark": 95, "bangs": 96, "oval": 97, "shape": 98, "expression": 99, "skin": 100, "rosy": 101, "glow": 102, "its": 103, "charming": 104, "oval-shaped": 105, "energetic": 106, "however": 107, "contrast": 108, "blond": 109, "lively": 110, "vibrant": 111, "radiant": 112, "wear": 113, "complements": 114, "further": 115, "exude": 116, "energy": 117, "characterized": 118, "necktie": 119, "'s": 120, "structure": 121, "sparkle": 122, "complexion": 123, "cheeks": 124, "enhanced": 125, "including": 126, "glamorous": 127, "friendly": 128, "approachable": 129, "impression": 130, "woman": 131, "pale": 132, "her": 133, "she": 134, "wears": 135, "stylish": 136, "chubby": 137, "complemented": 138, "goatee": 139, "sideburns": 140, "gray": 141, "exuding": 142, "sense": 143, "confidence": 144, "falls": 145, "locks": 146, "full": 147, "luscious": 148, "finished": 149, "delicate": 150, "touch": 151, "courtesy": 152, "creating": 153, "beautiful": 154, "visage": 155, "who": 156, "exudes": 157, "aura": 158, "along": 159, "receding": 160, "hairline": 161, "distinctive": 162, "attractiveness": 163, "combination": 164, "curve": 165, "upwards": 166, "revealing": 167, "personality": 168, "framed": 169, "vibe": 170, "frame": 171, "demeanor": 172, "fact": 173, "framing": 174, "radiates": 175, "sports": 176, "hat": 177, "making": 178, "stand": 179, "out": 180, "despite": 181, "having": 182, "completes": 183, "warmth": 184, "friendliness": 185, "cheerful": 186, "add": 187, "subtle": 188, "individual": 189, "double": 190, "chin": 191, "fresh": 192, "belongs": 193, "but": 194, "image": 195, "appears": 196, "bald": 197, "head": 198, "rounded": 199, "additionally": 200, "eyeglasses": 201, "feel": 202, "all": 203, "neat": 204, "no-beard": 205, "completed": 206, "clean-shaven": 207, "sporting": 208, "gives": 209, "boasts": 210, "whose": 211, "there": 212, "character": 213, "bagged": 214, "hint": 215, "lacking": 216, "sport": 217, "on": 218, "man": 219, "set": 220, "amidst": 221, "feature": 222, "emphasized": 223, "stands": 224, "well-defined": 225, "glamour": 226, "expressive": 227, "confident": 228, "unique": 229, "notably": 230, "smooth": 231, "well-groomed": 232, "due": 233, "absence": 234, "beauty": 235, "stunning": 236, "pair": 237, "both": 238, "being": 239, "such": 240, "as": 241, "accentuate": 242, "attributes": 243, "youthfulness": 244, "featuring": 245, "appealing": 246, "tone": 247, "dressed": 248, "professionally": 249, "addition": 250, "enhances": 251, "mustache": 252, "sideburn": 253, "appear": 254, "tired": 255, "relaxed": 256, "professionalism": 257, "charm": 258, "showcasing": 259, "cleanly": 260, "shaven": 261, "standout": 262, "topped": 263, "where": 264, "masculine": 265, "middle-aged": 266, "these": 267, "professional": 268, "quality": 269, "worn": 270, "characteristic": 271, "marked": 272, "exhaustion": 273, "otherwise": 274, "style": 275, "smiles": 276, "accentuates": 277, "detail": 278, "while": 279, "'re": 280, "amount": 281, "work": 282, "well": 283, "together": 284, "create": 285, "notable": 286, "clean-cut": 287, "accentuating": 288, "yet": 289, "although": 290, "frames": 291, "added": 292, "accent": 293, "contribute": 294, "underneath": 295, "trait": 296, "finally": 297, "completing": 298, "slight": 299, "against": 300, "be": 301, "distinguished": 302, "-": 303, "soft": 304, "graying": 305, "sophistication": 306, "angular": 307, "calm": 308, "collected": 309, "or": 310, "accessories": 311, "brings": 312, "provides": 313, "canvas": 314, "for": 315, "elegance": 316, "lack": 317, "provide": 318, "approachability": 319, "truly": 320, "bit": 321, "clearly": 322, "enhance": 323, "softened": 324, "rugged": 325, "since": 326, "bold": 327, "adorning": 328, "neck": 329, "most": 330, "up": 331, "already": 332, "put-together": 333, "free": 334, "elegant": 335, "evident": 336, "from": 337, "made": 338, "depth": 339, "somewhat": 340, "formal": 341, "lights": 342, "build": 343, "displays": 344, "neatly": 345, "tied": 346, "eye-catching": 347, "lacks": 348, "defined": 349, "paired": 350, "seen": 351, "thoughtful": 352, "sophisticated": 353, "give": 354, "quite": 355, "present": 356, "often": 357, "way": 358, "flawless": 359, "includes": 360, "do": 361, "not": 362, "wearer": 363, "some": 364, "visually": 365, "pleasing": 366, "glimpse": 367, "presence": 368, "parted": 369, "stylishly": 370, "resulting": 371, "moreover": 372, "endearing": 373, "hairstyle": 374, "nicely": 375, "whole": 376, "narrow-eyed": 377, "part": 378, "complete": 379, "visible": 380, "across": 381, "forehead": 382, "into": 383, "one": 384, "color": 385, "recognizable": 386, "showcases": 387, "open-mouthed": 388, "particularly": 389, "alongside": 390, "maturity": 391, "come": 392, "pleasant": 393, "hints": 394, "refined": 395, "sit": 396, "atop": 397, "suggests": 398, "positivity": 399, "unfortunately": 400, "detract": 401, "fashion": 402, "creates": 403, "effect": 404, "poise": 405, "blonde": 406, "strands": 407, "include": 408, "showing": 409, "large": 410, "mature": 411, "natural": 412, "caught": 413, "any": 414, "rosy-cheeked": 415, "tip": 416, "casual": 417, "laid-back": 418, "effortless": 419, "defining": 420, "matches": 421, "complement": 422, "profile": 423, "captivating": 424, "blurred": 425, "gentle": 426, "marred": 427, "shown": 428, "cheekbone": 429, "puffy": 430, "use": 431, "fringe": 432, "affects": 433, "clarity": 434, "highlights": 435, "plays": 436, "beautifully": 437, "thanks": 438, "distinguishing": 439, "exhibiting": 440, "appearing": 441, "drawing": 442, "attention": 443, "display": 444, "pop": 445, "healthy": 446, "brightly": 447, "vitality": 448, "maintaining": 449, "naturally": 450, "accessorized": 451, "attire": 452, "opening": 453, "streaked": 454, "handsome": 455, "vibrancy": 456, "may": 457, "affect": 458, "still": 459, "waves": 460, "contributing": 461, "engaging": 462, "indicated": 463, "beaming": 464, "charismatic": 465, "reveals": 466, "catch": 467, "fresh-faced": 468, "obscured": 469, "qualities": 470, "adornments": 471, "embellished": 472, "nuance": 473, "shaped": 474, "like": 475, "fitting": 476, "forming": 477, "brightens": 478, "entire": 479, "mouth-slightly-open": 480, "joyful": 481, "fashionable": 482, "age": 483, "lovely": 484, "heavily": 485, "made-up": 486, "adorn": 487, "themselves": 488, "beard-free": 489, "does": 490, "liberal": 491, "application": 492, "shines": 493, "through": 494, "weariness": 495, "attention-grabbing": 496, "makeup-heavy": 497, "red": 498, "catches": 499, "straightforward": 500, "brightened": 501, "more": 502, "candid": 503, "moment": 504, "captured": 505, "aesthetic": 506, "circles": 507, "ruggedness": 508, "intelligent": 509, "plump": 510, "surrounded": 511, "lip": 512, "tidy": 513, "hair-free": 514, "attribute": 515, "conveys": 516, "joy": 517, "glamorized": 518, "tempered": 519, "chubbiness": 520, "at": 521, "tops": 522, "touches": 523, "definition": 524, "softness": 525, "presenting": 526, "down": 527, "backdrop": 528, "masculinity": 529, "shine": 530, "draws": 531, "conveying": 532, "furthergreater": 533, "spacesplemented": 534, "boasting": 535, "<PAD>": 0, "<SOS>": 1, "<EOS>": 536}